# 1) 1-დან 100-მდე დაითვალეთ ხუთის ჯერადი რიცხვების ჯამი

# num=0
for i in range(1, 100, 5):
    print(i)

#2) 1 დან 100 მდე დაბეჭდეთ ყოველი ლუწი რიცხვი და მიუწერეთ მათ რომ ლუწია, შემდეგ
# 1 და 100 მდე დაბეჭდეთ ყოველი კენტი რიცხვი და მიუწერეთ რომ კენტია, გამოიყენეთ
# მხოლოდ ლუპი

for i in range(1, 100, 2):
    print(str(i)+". es aris kenti")

for i in range(0, 100, 2):
    print(str(i)+"luwia")

#3) 1-დან 100-მდე დაითვალეთ ხუთის ჯერადი რიცხვების ჯამი გამოიყენეთ if, else გამოგადგებათ % ნიშანი

sun=0
for i in range(1, 100, 5):
    if i % 5:
        sun += i
        print(sun)
